export const tripItems = [
  {
    image: require('../images/sankt-peterburg-piter-st-3495.jpg'),
    title:
      'АКЦИЯ - Обзорная экскурсия по рекам и каналам  с остановками Hop on Hop Off 2019',
    duration: '2 часа',

    // при добавлени новых значений в массив options объект с ближайшими рейсами должен оставаться последним элементом массива
    options: [
      'Билет на целый день',
      'Неограниченное число катаний',
      '6 остановок у главных достопримечательностей',

      // всегда поседнее значение!
      { 'Ближайший рейс сегодня': ['12:00', '13:00', '14:00', '15:00'] },
    ],
    price: '900',
    addPrice: '1200 р на причале',
  },

  {
    image: require('../images/sankt-peterburg-piter-st-3495-1.jpg'),
    title:
      'АКЦИЯ - Обзорная экскурсия по рекам и каналам  с остановками Hop on Hop Off 2019',
    duration: '2 часа',

    // при добавлени новых значений в массив options объект с ближайшими рейсами должен оставаться последним элементом массива
    options: [
      'Билет на целый день',
      'Неограниченное число катаний',
      '6 остановок у главных достопримечательностей',

      // всегда поседнее значение!
      { 'Ближайший рейс сегодня': ['12:00', '13:00', '14:00', '15:00'] },
    ],
    price: '2900',
    addPrice: '1200 р на причале',
  },

  {
    image: require('../images/AdobeStock_168443825.jpg'),
    title:
      'Обзорная экскурсия по рекам и каналам с остановками Hop on Hop Off 2020',
    duration: '2 часа',

    // при добавлени новых значений в массив options объект с ближайшими рейсами должен оставаться последним элементом массива
    options: [
      'Билет на целый день',
      'Неограниченное число катаний',
      '6 остановок у главных достопримечательностей',

      // всегда поседнее значение!
      { 'Ближайший рейс сегодня': ['12:00', '13:00', '14:00'] },
    ],
    price: '900',
    addPrice: '1200 р на причале',
  },

  {
    image: require('../images/ekskursii-po-spb-na-avtobuse.jpg'),
    title:
      'Обзорная экскурсия по рекам и каналам с остановками Hop on Hop Off 2020',
    duration: '2 часа',

    // при добавлени новых значений в массив options объект с ближайшими рейсами должен оставаться последним элементом массива
    options: [
      'Билет на целый день',
      'Неограниченное число катаний',
      '6 остановок у главных достопримечательностей',

      // всегда поседнее значение!
      {
        'Ближайший рейс сегодня': ['12:00', '13:00', '14:00', '15:00', '16:00'],
      },
    ],
    price: '900',
    addPrice: '1200 р на причале',
  },

  {
    image: require('../images/music.jpg'),
    title:
      'Обзорная экскурсия по рекам и каналам с остановками Hop on Hop Off 2020',
    duration: '2 часа',

    // при добавлени новых значений в массив options объект с ближайшими рейсами должен оставаться последним элементом массива
    options: [
      'Билет на целый день',
      'Неограниченное число катаний',
      '6 остановок у главных достопримечательностей',

      // всегда поседнее значение!
      { 'Ближайший рейс сегодня': ['12:00', '13:00', '14:00', '15:00'] },
    ],
    price: '900',
    addPrice: '1200 р на причале',
  },
];

export const testData = [1, 2, 3];
